[
  {
    "id": 1,
    "thumbnail": "https://images.unsplash.com/photo-1624395213043-fa2e123b2656?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Analytical Geometry",
    "tutor": "James Jaeger",
    "datetime": "2024-04-13T08:30:00Z",
    "category": "Class",
    "description": "Join us for an engaging session where we will explore the mysteries of our solar system and the universe beyond. Learn about the planets, moons, asteroids, and the fascinating phenomena that occur in space. Through interactive activities, students will gain a deeper understanding of celestial bodies and their unique characteristics. We will also discuss current space missions and the future of space exploration. Perfect for aspiring astronomers and curious minds alike, this session promises to ignite a passion for astronomy and science. Whether you're a beginner or have some background knowledge, everyone is welcome to participate in this cosmic adventure. Don’t miss out on the chance to expand your horizons and discover the beauty of the universe."
  },
  {
    "id": 2,
    "thumbnail": "https://images.unsplash.com/photo-1540569014015-19a7be504e3a?q=80&w=1335&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Chinese History",
    "tutor": "Jackie Chan",
    "datetime": "2024-05-13T15:30:00Z",
    "category": "Class",
    "description": "Unlock your creativity in our upcoming creative writing workshop, designed for aspiring writers of all levels. This session will guide you through the essential elements of storytelling, including character development, plot structure, and dialogue. Engage in hands-on exercises that encourage imaginative thinking and help you find your unique voice. Whether you want to write fiction, poetry, or personal essays, this workshop will provide valuable tools and techniques to enhance your writing skills. Participants will also have the opportunity to share their work and receive constructive feedback. Join us to explore the power of words and the art of crafting compelling narratives. Embrace your creativity and take the first step towards becoming a confident storyteller!"
  },
  {
    "id": 3,
    "thumbnail": "https://images.unsplash.com/photo-1579038773867-044c48829161?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Programming",
    "tutor": "Alex Smith",
    "datetime": "2024-05-18T09:00:00Z",
    "category": "Class",    
    "description": "Dive into the world of programming in this introductory session designed for beginners. Participants will learn fundamental programming concepts, including variables, control structures, and functions, using user-friendly coding platforms. Through interactive lessons, we will explore how programming languages work and the importance of coding in today’s technology-driven world. This session will not only cover the basics but also encourage problem-solving and logical thinking skills, essential for any aspiring programmer. By the end, students will have a foundational understanding of programming and be prepared to tackle more complex projects in the future. Join us to unlock the doors to a world of possibilities in technology and innovation!"
  },
  {
    "id": 4,
    "thumbnail": "https://images.unsplash.com/photo-1596075780750-81249df16d19?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Physics",
    "tutor": "Jackson Van Rensburg",
    "datetime": "2024-05-20T07:00:00Z",
    "category": "Class",
    "description": "Embark on a fascinating journey through time as we explore the rich history of ancient civilizations. This session will cover prominent cultures such as the Egyptians, Greeks, Romans, and Mesopotamians, examining their contributions to society, art, and science. Through engaging discussions and multimedia presentations, participants will gain insight into how these civilizations shaped the modern world. We will also delve into key historical events, influential figures, and the legacies they left behind. This session is perfect for history enthusiasts and those curious about the past. By understanding ancient civilizations, we can better appreciate the complexities of contemporary society. Join us to discover the stories and lessons from history that continue to resonate today!"
  },
  {
    "id": 5,
    "thumbnail": "https://images.unsplash.com/photo-1655249481446-25d575f1c054?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Psychology",
    "tutor": "Jessica Brown",
    "datetime": "2024-05-26T10:00:00Z",
    "category": "Class",
    "description": "Join our session on environmental science, focusing on the principles of sustainability and ecological balance. Participants will learn about key environmental issues such as climate change, biodiversity loss, and pollution. Through engaging activities and discussions, we will explore how human actions impact the planet and the importance of sustainable practices. This session aims to empower students to think critically about environmental challenges and consider solutions to promote sustainability. We will also examine real-world case studies highlighting successful conservation efforts. Ideal for those passionate about nature and environmental stewardship, this session encourages proactive thinking for a healthier planet. Together, let's inspire a new generation of eco-conscious leaders!"
  },
  {
    "id": 6,
    "thumbnail": "https://images.unsplash.com/photo-1521511189395-b82252213754?q=80&w=1295&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Human Rights",
    "tutor": "Kim KHumalo",
    "datetime": "2024-05-26T15:00:00Z",
    "category": "Class",
    "description": "Join us for an interactive workshop designed to enhance critical thinking skills through engaging activities and discussions. This session will introduce participants to various strategies for analyzing information, solving problems, and making informed decisions. Through group exercises and real-world scenarios, students will learn how to approach challenges with a critical mindset. We will also explore the importance of logical reasoning and effective communication in everyday situations. This workshop is ideal for students looking to improve their analytical abilities, whether in academics or personal life. By developing these skills, participants will be better equipped to tackle complex problems and navigate their educational journey successfully. Let’s empower ourselves with the tools to think critically!"
  },
  {
    "id": 7,
    "thumbnail": "https://images.unsplash.com/photo-1618085222100-93f0eecad0aa?q=80&w=774&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Human Rights",
    "tutor": "Oscar de Llam",
    "datetime": "2024-05-26T15:00:00Z",
    "category": "Class",
    "description": "Join us for an interactive workshop designed to enhance critical thinking skills through engaging activities and discussions. This session will introduce participants to various strategies for analyzing information, solving problems, and making informed decisions. Through group exercises and real-world scenarios, students will learn how to approach challenges with a critical mindset. We will also explore the importance of logical reasoning and effective communication in everyday situations. This workshop is ideal for students looking to improve their analytical abilities, whether in academics or personal life. By developing these skills, participants will be better equipped to tackle complex problems and navigate their educational journey successfully. Let’s empower ourselves with the tools to think critically!"
  },
  {
    "id": 8,
    "thumbnail": "https://images.unsplash.com/photo-1584940120505-117038d90b05?q=80&w=870&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "Building Strong Foundations in Mathematics: Concepts and Applications",
    "tutor": "Kim Khumalo",
    "datetime": "2024-05-26T15:00:00Z",
    "category": "Class",
    "description": "Join us for an interactive workshop designed to enhance critical thinking skills through engaging activities and discussions. This session will introduce participants to various strategies for analyzing information, solving problems, and making informed decisions. Through group exercises and real-world scenarios, students will learn how to approach challenges with a critical mindset. We will also explore the importance of logical reasoning and effective communication in everyday situations. This workshop is ideal for students looking to improve their analytical abilities, whether in academics or personal life. By developing these skills, participants will be better equipped to tackle complex problems and navigate their educational journey successfully. Let’s empower ourselves with the tools to think critically!"
  }
]
